anthropic.claude-code
arcticicestudio.nord-visual-studio-code
atlassian.atlascode
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
ctf0.close-tabs-to-the-left
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
damms005.devdb
eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
georgykurian.laravel-ide-helper
github.copilot
github.copilot-chat
golang.go
humao.rest-client
isudox.vscode-jetbrains-keybindings
jaguadoromero.vscode-php-create-class
laravel.vscode-laravel
mehedidracula.php-namespace-resolver
mikestead.dotenv
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
open-southeners.laravel-pint
openai.chatgpt
pkief.material-icon-theme
redhat.vscode-yaml
ryannaddy.laravel-artisan
tonybaloney.vscode-pets
vscodevim.vim
