adrianwilczynski.alpine-js-intellisense
anthropic.claude-code
arcticicestudio.nord-visual-studio-code
astro-build.astro-vscode
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
ctf0.close-tabs-to-the-left
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
damms005.devdb
eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
humao.rest-client
includable.file-duplicate
isudox.vscode-jetbrains-keybindings
jaguadoromero.vscode-php-create-class
laravel.vscode-laravel
mehedidracula.php-namespace-resolver
mikestead.dotenv
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
open-southeners.laravel-pint
openai.chatgpt
shufo.vscode-blade-formatter
sperovita.alpinejs-syntax-highlight
vscodevim.vim
